<?php

return array (
  'backend' => 
  array (
    'access' => 
    array (
      'roles' => 
      array (
        'all' => 'كل الأدوار',
        'create' => 'خلق دور',
        'edit' => 'تحرير الدور',
        'main' => 'الأدوار',
        'management' => 'إدارة الدور',
      ),
      'title' => 'التمكن من',
      'users' => 
      array (
        'all' => 'جميع المستخدمين',
        'change-password' => 'غير كلمة السر',
        'create' => 'إنشاء مستخدم',
        'deactivated' => 'المستخدمين المعطلين',
        'deleted' => 'حذف المستخدمين',
        'edit' => 'تحرير العضو',
        'main' => 'المستخدمين',
        'view' => 'عرض المستخدم',
      ),
    ),
    'log-viewer' => 
    array (
      'dashboard' => 'تصحيح لوحة القيادة',
      'logs' => 'سجلات',
      'main' => 'سجل المشاهد',
    ),
    'sidebar' => 
    array (
      'account' => 
      array (
        'title' => 'الحساب',
      ),
      'backup' => 
      array (
        'title' => 'دعم',
      ),
      'blogs' => 
      array (
        'title' => 'مدونة',
      ),
      'categories' => 
      array (
        'title' => 'الاقسام',
      ),
      'change-password' => 
      array (
        'title' => 'غير كلمة السر',
      ),
      'contact' => 
      array (
        'title' => 'اتصل',
      ),
      'contacts' => 
      array (
        'title' => 'يؤدي',
      ),
      'courses' => 
      array (
        'manage' => 'إدارة الدورات',
        'management' => 'إدارة الدورات',
        'title' => 'الدورات',
      ),
      'dashboard' => 'لوحة القيادة',
      'debug-site' => 
      array (
        'title' => 'تصحيح الموقع',
      ),
      'faqs' => 
      array (
        'title' => 'أسئلة وأجوبة',
      ),
      'footer' => 
      array (
        'title' => 'تذييل',
      ),
      'general' => 'جنرال لواء',
      'hero-slider' => 
      array (
        'title' => 'بطل المتزلج',
      ),
      'history' => 'التاريخ',
      'invoices' => 
      array (
        'title' => 'الفواتير',
      ),
      'lessons' => 
      array (
        'title' => 'الدروس',
      ),
      'menu-manager' => 
      array (
        'title' => 'مدير القائمة',
      ),
      'messages' => 
      array (
        'title' => 'رسائل',
      ),
      'newsletter-configuration' => 
      array (
        'title' => 'تكوين النشرة الإخبارية',
      ),
      'orders' => 
      array (
        'title' => 'أوامر',
      ),
      'pages' => 
      array (
        'title' => 'مدير الصفحات',
      ),
      'questions-options' => 
      array (
        'title' => 'خيارات الأسئلة',
      ),
      'questions' => 
      array (
        'title' => 'الأسئلة',
      ),
      'reasons' => 
      array (
        'title' => 'أسباب',
      ),
      'reviews' => 
      array (
        'title' => 'التعليقات',
      ),
      'settings' => 
      array (
        'general' => 'جنرال لواء',
        'social-login' => 'تسجيل الدخول الاجتماعي',
        'title' => 'الإعدادات',
      ),
      'site-management' => 
      array (
        'title' => 'إدارة الموقع',
      ),
      'sponsors' => 
      array (
        'title' => 'الرعاة',
      ),
      'system' => 'النظام',
      'teachers' => 
      array (
        'title' => 'معلمون',
      ),
      'testimonials' => 
      array (
        'title' => 'الشهادات - التوصيات',
      ),
      'tests' => 
      array (
        'title' => 'اختبارات',
      ),
      'translations' => 
      array (
        'title' => 'مدير الترجمة',
      ),
      'update' => 
      array (
        'title' => 'تحديث',
      ),
      'certificates' => 
      array (
        'title' => 'شهادات',
      ),
      'bundles' => 
      array (
        'title' => 'بال',
      ),
      'reports' => 
      array (
        'sales' => 'مبيعات',
        'students' => 'الطلاب',
        'title' => 'تقارير',
      ),
      'coupons' => 
      array (
        'title' => 'كوبونات',
      ),
      'sitemap' => 
      array (
        'title' => 'خريطة الموقع',
      ),
      'tax' => 
      array (
        'title' => 'ضريبة',
      ),
      'forums-category' => 
      array (
        'title' => 'فئات المنتديات',
      ),
    ),
  ),
  'language-picker' => 
  array (
    'langs' => 
    array (
      'ar' => 'عربى',
      'en' => 'الإنجليزية',
      'fr' => 'الفرنسية',
      'es' => 'الأسبانية',
      'zh' => 'صينى',
      'zh-TW' => 'تقاليد صينية',
      'da' => 'دانماركي',
      'de' => 'ألمانية',
      'el' => 'الإغريقي',
      'fa' => 'اللغة الفارسية',
      'he' => 'اللغة العبرية',
      'id' => 'الأندونيسية',
      'it' => 'الإيطالي',
      'ja' => 'اليابانية',
      'nl' => 'هولندي',
      'no' => 'النرويجية',
      'pt_BR' => 'البرتغالية (البرازيل).',
      'ru' => 'الروسية',
      'sv' => 'اللغة السويدية',
      'th' => 'التايلاندية',
      'tr' => 'اللغة التركية',
      'af' => 'الأفريكانية',
      'ak' => 'اكان',
      'sq_AL' => 'ألباني (ألبانيا)',
      'sq' => 'الألبانية',
      'am_ET' => 'الأمهرية (إثيوبيا)',
      'am' => 'الأمهرية',
      'ar_DZ' => 'العربية (الجزائر)',
      'ar_BH' => 'العربية (البحرين)',
      'ar_EG' => 'العربية (مصر)',
      'ar_IQ' => 'العربية (العراق)',
      'ar_JO' => 'العربية (الأردن)',
      'ar_KW' => 'العربية (الكويت)',
      'ar_LB' => 'العربية (لبنان)',
      'ar_LY' => 'العربية (ليبيا)',
      'ar_MA' => 'العربية (المغرب)',
      'ar_OM' => 'العربية (عمان)',
      'ar_QA' => 'العربية (قطر)',
      'ar_SA' => 'العربية (العربية السعودية)',
      'ar_SD' => 'العربية (السودان)',
      'ar_SY' => 'العربية (سوريا)',
      'ar_TN' => 'العربية (تونس)',
      'ar_AE' => 'العربية (الإمارات العربية)',
      'ar_YE' => 'العربية (اليمن)',
      'hy_AM' => 'أرميني (أرمينيا)',
      'hy' => 'الأرميني',
      'as_IN' => 'الأسامية (الهند)',
      'as' => 'الأسامية',
      'asa_TZ' => 'أسو (تنزانيا)',
      'asa' => 'جامعة ولاية أريزونا',
      'az_Cyrl' => 'الأذربيجاني (السيريلية)',
      'az_Cyrl_AZ' => 'أذربيجان (السيريلية ، أذربيجان)',
      'az_Latn' => 'أذربيجان (لاتينية)',
      'az_Latn_AZ' => 'أذربيجان (اللاتينية ، أذربيجان)',
      'az' => 'أذربيجان',
      'bm_ML' => 'بامبارا (مالي)',
      'bm' => 'البامبارا',
      'eu_ES' => 'الباسك (اسبانيا)',
      'eu' => 'الباسكي',
      'be_BY' => 'البيلوروسية (بيلاروسيا)',
      'be' => 'البيلاروسية',
      'bem_ZM' => 'بيمبا (زامبيا)',
      'bem' => 'بمبا',
      'bez_TZ' => 'بينا (تنزانيا)',
      'bez' => 'بينا',
      'bn_BD' => 'البنغالية (بنغلاديش)',
      'bn_IN' => 'البنغالية (الهند)',
      'bn' => 'بنغالي',
      'bs_BA' => 'البوسنية (البوسنة والهرسك)',
      'bs' => 'البوسنية',
      'bg_BG' => 'البلغارية (بلغاريا)',
      'bg' => 'البلغارية',
      'my_MM' => 'البورمية (ميانمار [بورما])',
      'my' => 'البورمية',
      'yue_Hant_HK' => 'الكانتونية (التقليدية ، هونج كونج SAR الصين)',
      'ca_ES' => 'الكاتالانية (اسبانيا)',
      'ca' => 'الكاتالونية',
      'tzm_Latn' => 'الأمازيغية الوسطى المغرب (لاتيني)',
      'tzm_Latn_MA' => 'الأمازيغية الوسطى المغرب (اللاتينية ، المغرب)',
      'tzm' => 'وسط المغرب الأمازيغية',
      'chr_US' => 'شيروكي (الولايات المتحدة)',
      'chr' => 'شيروكي',
      'cgg_UG' => 'شيغا (أوغندا)',
      'cgg' => 'Chiga',
      'zh_Hans' => 'الصينية (هان المبسطة)',
      'zh_Hans_CN' => 'الصينية (هان المبسطة ، الصين)',
      'zh_Hans_HK' => 'الصينية (هان المبسطة ، هونغ كونغ ، الصين)',
      'zh_Hans_MO' => 'الصينية (هان المبسطة ، ماكاو SAR الصين)',
      'zh_Hans_SG' => 'الصينية (هان المبسطة ، سنغافورة)',
      'zh_Hant' => 'الصينية (هان التقليدية)',
      'zh_Hant_HK' => 'الصينية (هان التقليدية ، هونج كونج SAR الصين)',
      'zh_Hant_MO' => 'الصينية (هان التقليدية ، ماكاو SAR الصين)',
      'zh_Hant_TW' => 'الصينية (هان التقليدية ، تايوان)',
      'kw_GB' => 'كورنيش (المملكة المتحدة)',
      'kw' => 'كورنيش',
      'hr_HR' => 'الكرواتية (كرواتيا)',
      'hr' => 'الكرواتية',
      'cs_CZ' => 'التشيكية (الجمهورية التشيكية)',
      'cs' => 'تشيكي',
      'da_DK' => 'الدانمركية (الدنمارك)',
      'nl_BE' => 'الهولندية (بلجيكا)',
      'nl_NL' => 'الهولندية (هولندا)',
      'ebu_KE' => 'امبو (كينيا)',
      'ebu' => 'إمبو',
      'en_AS' => 'الإنجليزية (ساموا الأمريكية)',
      'en_AU' => 'الإنجليزية (أستراليا)',
      'en_BE' => 'الإنجليزية (بلجيكا)',
      'en_BZ' => 'الإنجليزية (بليز)',
      'en_BW' => 'الإنجليزية (بوتسوانا)',
      'en_CA' => 'الإنجليزية (كندا)',
      'en_GU' => 'الإنجليزية (غوام)',
      'en_HK' => 'الإنجليزية (هونج كونج SAR الصين)',
      'en_IN' => 'الإنجليزية (الهند)',
      'en_IE' => 'الإنجليزية (أيرلندا)',
      'en_IL' => 'الإنجليزية (إسرائيل)',
      'en_JM' => 'الإنجليزية (جامايكا)',
      'en_MT' => 'الإنجليزية (مالطا)',
      'en_MH' => 'الإنجليزية (جزر مارشال)',
      'en_MU' => 'الإنجليزية (موريشيوس)',
      'en_NA' => 'الإنجليزية (ناميبيا)',
      'en_NZ' => 'الإنجليزية (نيوزيلندا)',
      'en_MP' => 'الإنجليزية (جزر ماريانا الشمالية)',
      'en_PK' => 'الإنجليزية (باكستان)',
      'en_PH' => 'الإنجليزية (الفلبين)',
      'en_SG' => 'الإنجليزية (سنغافورة)',
      'en_ZA' => 'الإنجليزية (جنوب إفريقيا)',
      'en_TT' => 'الإنجليزية (ترينيداد وتوباغو)',
      'en_UM' => 'الإنجليزية (الجزر الصغيرة البعيدة للولايات المتحدة)',
      'en_VI' => 'الإنجليزية (جزر فيرجن الأمريكية)',
      'en_GB' => 'الإنجليزية (المملكة المتحدة)',
      'en_US' => 'انجليزية الولايات المتحدة)',
      'en_ZW' => 'الإنجليزية (زيمبابوي)',
      'eo' => 'الاسبرانتو',
      'et_EE' => 'الإستونية (إستونيا)',
      'et' => 'الإستونية',
      'ee_GH' => 'إوي (غانا)',
      'ee_TG' => 'إوي (توغو)',
      'ee' => 'نعجة',
      'fo_FO' => 'جزر فارو (جزر فارو)',
      'fo' => 'جزر فارو',
      'fil_PH' => 'فلبيني (الفلبين)',
      'fil' => 'الفلبينية',
      'fi_FI' => 'الفنلندية (فنلندا)',
      'fi' => 'اللغة الفنلندية',
      'fr_BE' => 'الفرنسية (بلجيكا)',
      'fr_BJ' => 'الفرنسية (بنين)',
      'fr_BF' => 'الفرنسية (بوركينا فاسو)',
      'fr_BI' => 'الفرنسية (بوروندي)',
      'fr_CM' => 'الفرنسية (الكاميرون)',
      'fr_CA' => 'الفرنسية (كندا)',
      'fr_CF' => 'الفرنسية (جمهورية إفريقيا الوسطى)',
      'fr_TD' => 'الفرنسية (تشاد)',
    ),
  ),
);
